from TgBotKydri_test.app import text_hyper_start1, text_hyper_start2, text_hyper_start3

textStart = f'👋Привет, коллега!\nДобро пожаловать в Кудрявый Бот!\n\nМеня зовут Мэри, и я {text_hyper_start1}\n Здесь для тебя я приготовила много полезного о\n завивке волос и работе с кудрями\n\n▫️ Мой канал:\n{text_hyper_start2}\n\n▫️ Онлайн-школа завивки:\n{text_hyper_start3}\n\n▫️ Сайт: marykosmos.ru\n\n👇 Ниже тебя ждет гайд "5 шагов к стабильной базе   \nна кудрях" 🚀'
textGuide = '👍Отлично! В Гайде описаны основные шаги, которые помогут любому мастеру по волосам работать с клиентской базой и увеличивать ее.\n\n🎁Для своих коллег помимо гайда я приготовила кое-что еще, а именно - открытый вебинар!\n\n🔥На нем я расскажу на примере моей команды и учеников как именно знания о завивке волос и о том, как работать с кудрявыми волосами привели всех нас к стабильному доходу и постоянно пополняющейся базе за счет рекомендаций.'
textGoVebinar = '🔥 Отлично! Здесь ты получишь напоминания о вебинаре и ссылку для доступа. До встречи!'
#добавить гиперссылки!!!
textOther1Day = ('"ТЕПЕРЬ Я ХОЧУ ДЕЛАТЬ ЗАВИВКУ, А НЕ АИР-ТАЧ"\n\n'
                 'С таким заявлением подошла ко мне одна из моих коллег (у меня свои салоны)\n\n'
                 '«Но почему?»\n\n'
                 'Давайте разберемся:\n\n'
                 '✨1. На завивку волос заметно плотнее запись (поверьте нашему опыту последних 2-3 лет, к мастеру кто делает завивку запись на несколько недель вперед, чем к колористу).\n\n'
                 '✨2. Процедура длится быстрее.\n\n'
                 '✨3. Меньше расходных материалов и их стоимость.\n\n'
                 '✨4. Завивка стоит так же или даже больше, чем сложное окрашивание.\n\n'
                 '✨5. К завивке волос обязательные доп. продажи (в виде продуктов для волос, специальной стрижке для кудрей, уход, окрашивание и так далее).\n\n'
                 'Чем закончилась история с моей коллегой?)\n\n'
                 'Я ее обучила и теперь она супер-счастлива, ведь умеет делать на отлично и кудри и сложное окрашивание, поток клиентов и 💵 вырос, а что еще парикмахеру нужно от жизни!\n\n'
                 'Если вам тоже интересна тема завивки и то, как быстро и качественно обучиться делать ее с нуля - читайте на канале школы #космокудри')

textOther2Day = ('МИФЫ О ЗАВИВКЕ, в которые верят начинающие✨\n\n'
                 '1. Биозавивка портит волосы.\n\n'
                 'Сейчас эта процедура уже не та что раньше. Получив хорошую базу, зная как работать с уходом во время завивки, зная какие средства нужно использовать дома и вообще какой состав выбрать - проблем с качеством волос у вас никогда не возникнет👌🏻\n\n'
                 '2. Закупка материалов для завивки - это дорого.\n\n'
                 'Если вы хотите делать качественно и красиво - то, действительно, нужно закупить хорошие материалы, которые могут стоить не дешево.\n'
                 'Но, учитывая сколько в среднем стоит процедура биозавивки - ваши вложения быстро окупятся 👌🏻\n\n'
                 '3. Биозавивка сильно пахнет и вредна для парикмахера.\n\n'
                 'Здесь я могу привести в пример себя, которая делала эту процедуру будучи на 8 месяце беременности 🤰\n\n'
                 'Да, конечно, есть индивидуальные особенности!\n'
                 'Но в основном, вся моя команда работает с этой процедурой и не использует специальных мер для «ограждения» от паров.\n'
                 'Что касается запаха - выбирайте проверенные и хорошие составы, тогда этот вопрос Вас не коснется 🫶🏻')
